/* SecItemAdd failed */
"Adding internet password to keychain failed." = "Hinzufügen des Internet-Passworts zum Schlüsselbund fehlgeschlagen.";

/* Writing raw key data to the keychain produced an error. */
"Adding key data to keychain failed." = "Hinzufügen der Schlüssel-Daten zur Keychain fehlgeschlagen.";

/* SecItemAdd failed */
"Adding secret to keychain failed." = "Hinzufügen vertraulicher Informationen zum Schlüsselbund fehlgeschlagen.";

/* Attempt to delete a keychain item failed. */
"Deleting internet password from keychain failed." = "Internet-Passwort aus Schlüsselbund löschen fehlgeschlagen.";

/* Removing an item from the keychain produced an error. */
"Deleting keychain item failed." = "Schlüsselbund-Eintrag entfernen fehlgeschlagen.";

/* Attempt to delete a keychain item failed. */
"Deleting secret from keychain failed." = "Entfernen vertraulicher Informationen aus Schlüsselbund fehlgeschlagen.";

/* Error description for cryptographic operation failure" */
"Keychain data is empty or not UTF-8 encoded." = "Schlüsselbund-Daten sind leer oder nicht in UTF-8 kodiert.";

/* Attempt to read a keychain item failed. */
"Reading generic secret from keychain failed." = "Lesen vertraulicher Daten aus Schlüsselbund fehlgeschlagen.";

/* Attempt to read a keychain item failed. */
"Reading internet password from keychain failed." = "Lesen von Internet-Passwort aus Schlüsselbund fehlgeschlagen.";

/* Attempt to read a keychain item failed. */
"Reading key data from keychain failed." = "Lesen der Schlüsseldaten aus Schlüsselbund fehlgeschlagen.";

/* Attempt to read a keychain item failed. */
"Reading key from keychain failed." = "Lesen des Schlüssels aus Schlüsselbund fehlgeschlagen.";

